{
    "Joe Biden": {
        "profile_url": "https://twitter.com/JoeBiden",
        "tweets": [
            "Every president has to cut their own path.  @KamalaHarris  perspective on how to solve our countrys problems is fresh and new. Donald Trumps perspective is old, failed, and thoroughly dishonest.",
            "As difficult as these past days have been, weve seen incredible courage from so many Americans coming togetherfirst responders, friends, families, and neighbors looking out for one another.  To all the people impacted by Hurricanes Milton and Helene: Weve got your back.",
            "To everyone impacted by Hurricane Milton: I urge you stay inside and off the roads.  Downed power lines, debris, and road washouts are creating dangerous conditions.  Help is on the way, but until it arrives, shelter in place until your local officials say its safe to go out.",
            "Governor DeSantis and Mayor Castor  if you need any additional resources as we prepare for Hurricane Milton to make landfall, you give me a call.  Were here for you as long as it takes.",
            "An American president should prioritize the safety and well-being of the American people.  The idea that Donald Trump would withhold aid from Americans to coddle Vladimir Putin serves as a stark reminder of the danger he poses if he wins a second term.",
            "Once again, Donald Trump is a liar.   He's the guy who redirected relief funds as president. We are moving heaven and earth to make sure that everyone affected by Hurricane Helene gets what they need.",
            "You cant only help those in need if they voted for you.  Its the most basic part of being president, and this guy knows nothing about it.",
            "NEW: Two former Trump White House officials told me they had to show voter data to Trump to get him to release disaster funding to CA wildfire victims. He released it after learning that he had as many GOP supporters in Orange Co. as he did in Iowa. https://eenews.net/articles/helene-isnt-the-first-time-trump-inserted-politics-into-a-natural-disaster/",
            "To the men and women who answered the call and ran into danger in North Carolina, those who left who they love at home to help a community in need:  You're nothing short of heroes.  May God bless you all. And may you keep the faith."
        ]
    },
    "Kamala Harris": {
        "profile_url": "https://twitter.com/KamalaHarris",
        "tweets": [
            "I agreed to a second debate. Trump refused. I released my medical records. Trump has not.  I sat for a 60 Minutes interview. Trump backed out.   One has to ask: What is Donald Trump trying to hide?",
            "Donald Trump violated his oath to uphold the Constitution when he incited an attack on our democracy January 6. He is unfit to be President of the United States.  I have never wavered in my sworn oath to uphold the Constitution, and I will always stand for rule of law.",
            "While Donald Trump is canceling interviews and ducking debates from exhaustion, the American people are exhausted by his same old, tired playbook.  He is unfit to be President of the United States.",
            "Thank you for being a part of this campaign,  @Lizzo it was so wonderful seeing you in Detroit.",
            "HBCU homecomings have long been a source of strength and celebration. I have so many fond memories of my time as a student at The Mecca, and I recognize that my time at Howard shaped me into the person I am today.  At Howard, we learn that we have the capacity to be great  and",
            "Whenever Donald Trump speaks at a rally, he tends to go off-script and cannot finish a thought.  He has no plan to address the needs of the American people.  It is time to turn the page.",
            "Because of Donald Trumps abortion bans, women are being denied care during miscarriages.  Some, like Amber Nicole Thurman, have even died.  I promised Ambers mother that we will always remember her story and speak her name.",
            "More than 1 in 3 women live in a state with a Trump Abortion Ban.  Women are being denied care for miscarriages, and some have even died because of it.  Donald Trump is the architect of a health care crisis."
        ]
    },
    "Donald J. Trump": {
        "profile_url": "https://twitter.com/realDonaldTrump",
        "tweets": [
            "THANK YOU, PENNSYLVANIA! TOGETHER, WE ARE GOING TO MAKE AMERICA GREAT AGAIN!",
            "After years of building up foreign countries, we are finally going to build up our Country, defend our borders, and protect our cities. We will not be invaded. We will not be occupied. We will not be conquered. We will be a free and proud nation once again!",
            "Melania // #1 New York Times Best Seller!!! Congratulations to my beautiful wife who created a wonderful book filled with new stories and photos about her life, our family, and the time she spent as your First Lady. http://MelaniaTrump.com",
            "MICHIGAN  early voting is UNDERWAY!  Get everyone you know, and VOTE!  http://SWAMPTHEVOTEUSA.COM",
            "PRESIDENT TRUMP: Starting in January, we will give our companies the lowest taxes, the lowest energy costs, the lowest regulatory burdens, and free access to the best and biggest market on the planetbut ONLY if they make their products here in America and hire American workers!",
            "\"Some say my defense of U.S. jobs makes me a protectionist. And yes, I will PROTECT what is ours. I will protect our workers. I will protect our jobs... And I will protect the birthright of our children to live in the richest and most powerful nation on the face of the earth.\" ",
            "PRESIDENT TRUMP: The Tax Queen is also demanding a shocking 33% tax-hike on all domestic production, along with the largest capital gains tax hike in history.... In total, her proposals are estimated to kill 786,000 full-time jobs...  It will be economic Armageddon for Detroit.",
            "24 hours apart:  Kamala get's heckled for her role in bringing widespread devastation to the Middle East.  President Trump receives a certificate of appreciation from the mayor of the only Muslim-majority city in the nation.  President Trump will restore PEACE to the Middle East!"
        ]
    }
}